Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A34.tmx
Source language: en_us
Languages: zh_cn

source: J. D. Salinger, Literary Recluse, Dies at 91
zh_cn: 《纽约时报》：文坛隐士J·D·塞林格去世，享年91岁

source: J. D. Salinger, who was thought at one time to be the most important American writer to emerge since World War II but who then turned his back on success and adulation, becoming the Garbo of letters, famous for not wanting to be famous, died Wednesday at his home in Cornish, N.H., where he had lived in seclusion for more than 50 years. He was 91.
zh_cn: J·D·塞林格一度被认为是第二次世界大战以来出现的最重要的美国作家。但他随即抛下成功与追捧，成为文学界的嘉宝，以不希望出名而出名。在隐居了50多年之后，他于星期三在新罕布什尔州康沃尔的家中去世，享年91岁。

source: Mr. Salinger’s literary representative, Harold Ober Associates, announced the death, saying it was of natural causes.
zh_cn: 塞林格的文学代表哈罗德·奥伯协会，公布了他去世的消息，并说他是自然死亡。

source: “Despite having broken his hip in May,” the agency said, “his health had been excellent until a rather sudden decline after the new year.
zh_cn: 该机构说：“尽管他曾经于去年5月摔断了股骨，但他此后的健康状况一直极好，直到新年过后才突然变坏。

source: He was not in any pain before or at the time of his death.” Mr. Salinger’s literary reputation rests on a slender but enormously influential body of published work: the novel “The Catcher in the Rye,” the collection “Nine Stories” and two compilations, each with two long stories about the fictional Glass family: “Franny and Zooey” and “Raise High the Roof Beam, Carpenters and Seymour: An Introduction.”
zh_cn: 他在去世前没有任何痛苦“ 塞林格的文学声誉建立在他数量不多但影响极大的作品上：《麦田里的守望者》、短篇小说集《九故事》和两部中篇小说集（每部都包括两篇有关虚构的格拉斯家族的中篇小说）：《弗兰妮和佐伊》和《木匠们，升高房梁和西摩简介》。

source: “Catcher” was published in 1951, and its very first sentence, distantly echoing Mark Twain, struck a brash new note in American literature: “If you really want to hear about it, the first thing you’ll probably want to know is where I was born and what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap, but I don’t feel like going into it, if you want to know the truth.”
zh_cn: 《守望者》在1951年出版。它的开篇第一句有些马克吐温的味道，也为美国文学揭开了新的一页：“你要是真想听我讲，你想要知道的第一件事可能是我在什么地方出生，我倒楣的童年是怎样度过，我父母在生我之前干些什么，以及诸如此类的大卫科波菲尔式废话，可我老实告诉你，我无意告诉你这一切。

source: Though not everyone, teachers and librarians especially, was sure what to make of it, “Catcher” became an almost immediate best seller, and its narrator and main character, Holden Caulfield, a teenager newly expelled from prep school, became America’s best-known literary truant since Huckleberry Finn.
zh_cn: “ 虽然不是每个人都清楚到底该怎么评价这本书（尤其是教师和图书管理员），但《守望者》几乎立即成为畅销书。其叙述者和主人公，刚刚被预科学校开除的少年霍尔顿·考菲尔德，成为自从哈克贝利·费恩以来，美国文学中最知名的逃学者。

source: With its cynical, slangy vernacular voice (Holden’s two favorite expressions are “phony” and “goddam”), its sympathetic understanding of adolescence and its fierce if alienated sense of morality and distrust of the adult world, the novel struck a nerve in cold war America and quickly attained cult status, especially among the young.
zh_cn: 凭借其愤世嫉俗并且满是俚语的腔调（霍尔顿最喜欢说的两个词是“假模假式”和“该死的”），还有它对青春期少年充满同情的理解，以及其激烈而又独特的道德感和对成人世界的不信任感，这部小说在冷战时期的美国引起极大共鸣，并很快吸引了众多的崇拜者，特别是在年轻人当中。

source: Reading “Catcher” used to be an essential rite of passage, almost as important as getting your learner’s permit.
zh_cn: 读《守望者》曾经是长大成人的基本标志之一，几乎和拿到你的见习驾照一样重要。

source: The novel’s allure persists to this day, even if some of Holden’s preoccupations now seem a bit dated, and it continues to sell tens of thousands of copies a year in paperback.
zh_cn: 即使霍尔顿当时关心的一些事情现在看来有点过时，但这部小说的魅力至今仍然存在，其平装本的销售以每年出售几万册的速度继续着。

source: Mark David Chapman, who assassinated John Lennon in 1980, even said that the explanation for his act could be found in the pages of “The Catcher in the Rye.”
zh_cn: 在1980年暗杀了约翰·列侬的马克·大卫·查普曼，甚至说自己的行为可以在《麦田里的守望者》中找到解释。

source: In 1974 Philip Roth wrote, “The response of college students to the work of J. D. Salinger indicates that he, more than anyone else, has not turned his back on the times but, instead, has managed to put his finger on whatever struggle of significance is going on today between self and culture.”
zh_cn: 菲利普·罗斯在1974年曾写道：“大学生对塞林格作品的响应，说明他比任何人都更贴近时代，并且捕捉到了当前正在自我与文化之间发生着的具有重要意义的斗争。

source: Many critics were even more admiring of “Nine Stories,” which came out in 1953 and helped shape later writers like Mr. Roth, John Updike and Harold Brodkey.
zh_cn: “ 许多评论家更赞赏1953年出版的《九故事》。

source: The stories were remarkable for their sharp social observation, their pitch-perfect dialogue (Mr. Salinger, who used italics almost as a form of musical notation, was a master not of literary speech but of speech as people actually spoke it), and the way they demolished whatever was left of the traditional architecture of the short story — the old structure of beginning, middle, end — in favor of an architecture of emotion, in which a story could turn on a tiny alteration of mood or irony.
zh_cn: 此书对后来的不少作家都有显著影响，比如菲利普·罗斯、约翰·厄普代克和哈罗德·布洛基（Harold Brodkey）。这些故事因为其敏锐的社会观察，音调完美的对话（写得一手乐谱式斜体字的塞林格，虽不是写文学演说的大师，但却是描写人们日常对话的高手），以及对传统短篇小说结构（开篇，发展和结局）的颠覆而著称。他更青睐以感情为主构造其短篇，这样一来，任何一个微小的情绪变化或反讽都可以推动故事。

source: Mr. Updike said he admired “that open-ended Zen quality they have, the way they don’t snap shut.”
zh_cn: 厄普代克说，他很欣赏“它们开放式结局的禅宗意味，它们没有戛然而止的结尾。” 塞林格还完善了伟大的文学讽刺手法——即通过说较少的话，甚至是相反的话，来实现你要表达的意思。

source: Mr. Salinger also perfected the great trick of literary irony — of validating what you mean by saying less than, or even the opposite of, what you intend.Orville Prescott wrote in The Times in 1963, “Rarely if ever in literary history has a handful of stories aroused so much discussion, controversy, praise, denunciation, mystification and interpretation.”
zh_cn: 奥维尔·普雷斯科特（Orville Prescott）1963年在时报上说“在文学史上几乎没有过这样的现象：不多的几个故事却引起了很多的讨论、争议、赞美、谴责、迷化和解释。” 作为一个年轻人，塞林格热切渴望的就是这样一种关注。

source: As a young man, Mr. Salinger yearned ardently for just this kind of attention.He bragged in college about his literary talent and ambitions, and wrote swaggering letters to Whit Burnett, the editor of Story magazine.
zh_cn: 他在念大学期间曾夸耀自己的文学才华和抱负，并写信给《故事》杂志的编辑惠特·伯内特（Whit Burnett）进行炫耀。

source: But success, once it arrived, paled quickly for him.
zh_cn: 但成功一旦来临，很快便对他失去了吸引力。

source: He told the editors of Saturday Review that he was “good and sick” of seeing his photograph on the dust jacket of “The Catcher in the Rye” and demanded that it be removed from subsequent editions.
zh_cn: 他告诉星期六评论的编辑，他已经看“腻味”了印在《麦田里的守望者》封皮上的自己的照片，并要求将其在随后的版本中删除。

source: He ordered his agent to burn any fan mail.
zh_cn: 他命令他的经纪人烧掉所有粉丝的邮件。

source: In 1953, Mr. Salinger, who had been living on East 57th Street in Manhattan, fled the literary world altogether and moved to a 90-acre compound on a wooded hillside in Cornish, N.H.
zh_cn: 1953年塞林格搬出曼哈顿东57街的家，买下新罕布什尔州康沃尔的一处90英亩的土地。他的新家位于树木繁茂的山坡上，彻底从文学世界中消失。

source: He seemed to be fulfilling Holden’s desire to build himself “a little cabin somewhere with the dough I made and live there for the rest of my life,” away from “any goddam stupid conversation with anybody.”
zh_cn: 他似乎是在履行霍尔顿的愿望，“用自己挣的钱盖个小屋，在里面度完余生“，远离”和任何人进行该死的愚蠢交谈。

source: He seldom left, except occasionally to vacation in Florida or to visit William Shawn, the almost equally reclusive former editor of The New Yorker.
zh_cn: “ 除了偶尔去佛罗里达度假，或访问同样隐居的《纽约客》前编辑威廉·肖恩，他很少离开。

source: Avoiding Mr. Shawn’s usual (and very public) table at the Algonquin, they would meet instead under the clock at the old Biltmore Hotel, the rendezvous for generations of prep-school and college students.
zh_cn: 为了避开肖恩平常在阿尔冈昆酒店用餐的很显眼的一处位置，他们会在老巴尔迪摩酒店的大钟下碰头，那里历来是预科学校学生以及大学生们约会的地方。

source: After Mr. Salinger moved to New Hampshire, his publications slowed to a trickle and soon stopped completely.
zh_cn: 塞林格搬到新罕布什尔州后，他发表的作品越来越少，很快就完全停止。

source: “Franny and Zooey” and “Raise High the Roof Beam,” both collections of material previously published in The New Yorker, came out in 1961 and 1963, and the last work of Mr. Salinger’s to appear in print was “Hapworth 16, 1924,” a 25,000-word story that took up most of the June 19, 1965, issue of The New Yorker.
zh_cn: 《弗兰尼和佐伊》与《升起房梁》两本书收录的是以前在《纽约客》上发表过的作品，分别于1961年和1963年出版。塞林格最后出版的作品是《哈普沃兹16，1924》。这是一个2.5万字的短篇小说，占据了1965年6月19日的《纽约客》大部分篇幅。

source: In 1997, Mr. Salinger agreed to let Orchises Press, a small publisher in Alexandria, Va., bring out “Hapworth” in book form, but he backed out of the deal at the last minute.
zh_cn: 1997年，塞林格同意让奥齐斯出版社（一家位于弗吉尼亚州亚历山大市的小出版商）发行《哈普沃兹》的单行本，但他在最后关头又取消了这个协议。

source: He never collected the rest of his stories or allowed any of them to be reprinted in textbooks or anthologies.
zh_cn: 他从来没有把他的其它小说结集出版，也没有同意它们被选进任何教科书或选集中。

source: One story, “Uncle Wiggily in Connecticut,” was turned into “My Foolish Heart,” a movie so bad that Mr. Salinger was never tempted to sell film rights again.
zh_cn: 其中一篇小说《康涅狄格州的维格利大叔》被改编成电影《一厢情愿》（My Foolish Heart）。这部电影如此糟糕，以至于塞林格此后再没有出售电影版权。

source: In the fall of 1953, Mr. Salinger befriended some local teenagers and allowed one of them to interview him for what he assumed would be an article on the high school page of a local paper, The Claremont (N.H.) Daily Eagle.
zh_cn: 在1953年秋天，塞林格结识了一些当地的青少年，并允许其中一人对他进行了采访。他以为采访将发表在当地报纸（克莱蒙雄鹰日报）的高中版面上。

source: The article appeared instead as a feature on the editorial page, and Mr. Salinger felt so betrayed that he broke off with the teenagers and built a six-and-a-half-foot fence around his property.
zh_cn: 结果文章作为专题发表在社论版上。塞林格觉得上了当，断绝了与那些青少年的交往，并且围着他的地界建起了六尺半高的围栏。

source: He seldom spoke to the press again, except in 1974 when, trying to fend off the unauthorized publication of his uncollected stories, he told a reporter from The Times: “There is a marvelous peace in not publishing.
zh_cn: 此后他很少向新闻界发表讲话。只有在1974年时，为了防止别人未经授权就把他的其他小说结集出版，他曾对时报记者说：“不再出书使我得到了一种美妙的宁静。

source: It’s peaceful.Still.
zh_cn: 非常平和。真的。

source: Publishing is a terrible invasion of my privacy.
zh_cn: 出版是对我的隐私的一种严重侵犯。

source: I like to write.
zh_cn: 我喜欢写作。

source: I love to write.
zh_cn: 我喜欢写作。

source: But I write just for myself and my own pleasure.”
zh_cn: 不过，我只是为自己和自己的快乐而写作。

source: And yet the more he sought privacy, the more famous he became, especially after his appearance on the cover of Time in 1961.
zh_cn: “ 然而，他越要求更多的隐私，他就变得越发著名，尤其是在1961年他登上《时代》杂志封面之后。

source: For years, it was a sort of journalistic sport for newspapers and magazines to send reporters to New Hampshire in hopes of a sighting.
zh_cn: 多年以来，报纸和杂志新闻派记者去新罕布什尔州希望能见到他，好像这是一种新闻竞赛。

source: As a young man, Mr. Salinger had a long, melancholy face and deep soulful eyes, but now, in the few photographs that surfaced, he looked gaunt and gray, like someone in an El Greco painting.
zh_cn: 年轻时的塞林格有一张忧郁的长脸和深情的眼睛。但在他近期可数的几张照片上，他看上去憔悴衰老，像埃尔·格列柯画作中的人物。

source: He spent more time and energy avoiding the world, it was sometimes said, than most people do in embracing it, and his elusiveness only added to the mythology growing up around him.
zh_cn: 人们有时会说，他花了比大多数人拥抱世界更多的时间和精力去逃避它，他的难以捉摸只是更增加了他的神秘。

source: Depending on your point of view, he was either a crackpot or the American Tolstoy, who had turned silence itself into his most eloquent work of art.
zh_cn: 按照不同的观点看来，他要么是个疯子，要么是美国的托尔斯泰，把沉默本身变成了他最有力的艺术作品。

source: Some believed he was publishing under an assumed name, and for a while in the late 1970s, William Wharton, author of “Birdy,” was rumored to be Mr. Salinger, writing under another name, until it turned out that William Wharton was instead a pen name for a writer named Albert du Aime.
zh_cn: 有些人认为他在以别的笔名出版。在70年代后期的一段时间内，有人谣传《鸟人》（Birdy）的作者威廉·沃顿就是塞林格写作用的一个笔名。不过最后查明，威廉·沃顿其实是作家阿尔伯特·杜艾梅（Albert du Aim）的笔名。

source: In 1984, the British literary critic Ian Hamilton approached Mr. Salinger with the notion of writing his biography.
zh_cn: 1984年，英国文学评论家伊恩·汉密尔顿接洽塞林格，打算为他写传记。

source: Not surprisingly, Mr. Salinger turned him down, saying he had “borne all the exploitation and loss of privacy I can possibly bear in a single lifetime.”
zh_cn: 毫不奇怪，塞林格拒绝了他，说他“已经到了一生中可以承受的开发利用和暴露隐私的极限。”汉密尔顿最终还是写了这个传记。

source: Mr. Hamilton went ahead anyway, and in 1986, Mr. Salinger took him to court to prevent the use of quotations and paraphrases from unpublished letters.
zh_cn: 1986年，塞林格把他告上法庭，以防止他从未发表过的信件中摘录片段或加以转述。

source: The case went all the way to theSupreme Court, and to the surprise of many observers, Mr. Salinger eventually won, though not without some cost to his cherished privacy.
zh_cn: 案件一直上诉到最高法院。出乎许多人的意外，塞林格最终获胜，但也牺牲了部分他所珍爱的隐私作为代价。

source: (In June 2009, Mr. Salinger also sued Fredrik Colting, the Swedish author and publisher of a novel said to be a sequel to “The Catcher in the Rye.”
zh_cn: （2009年6月，塞林格还起诉了瑞典作家弗雷德里克·克尔廷，因为他出版了一本号称《麦田里的守望者续集》的小说。

source: In July, a federal judge indefinitely enjoined publication of the book.)
zh_cn: 7月，一名联邦法官无限期地禁止了此书的出版。）

source: Mr. Salinger’s privacy was further punctured in 1998 and again in 2000 with the publication of memoirs by, first, Joyce Maynard — with whom he had a 10-month affair in 1973, when Ms. Maynard was a college freshman — and then his daughter, Margaret.
zh_cn: 塞林格的隐私在1998年与2000年被两部回忆录揭露出了一些。前一部的作者是乔伊斯·梅纳德——他曾在1973年和梅纳德女士有过一段10个月之久的情缘。当时她是大学一年级学生。后一部的作者是他的女儿玛格丽特。

source: Some critics complained that both women were trying to exploit and profit from their history with Mr. Salinger, and Mr. Salinger’s son, Matthew, wrote in a letter to The New York Observer that his sister had “a troubled mind” and that he didn’t recognize the man portrayed in her account.
zh_cn: 一些评论家抱怨说，这两名女士都在试图利用她们与塞林格的关系而牟利。塞林格的儿子马修，在给在《纽约观察员》的信中说，他的姐姐“头脑不清醒”，她笔下描写的塞林格，他根本认不出来。

source: But both books nevertheless added a creepy, Howard Hughesish element to the Salinger legend.
zh_cn: 但无论如何，这两本书为塞林格的传说增添了一些霍华德·休斯式的成分。

source: Mr. Salinger was controlling and sexually manipulative, Ms. Maynard wrote, and a health nut obsessed with homeopathic medicine and with his diet (frozen peas for breakfast, undercooked lamb burger for dinner).
zh_cn: 据梅纳德女士说，塞林格有控制欲，在性方面很霸道，对自己的健康非常在意，沉迷于顺势疗法药物，对自己的饮食非常挑剔（早餐是冷冻豌豆，晚餐是半熟的羊肉汉堡）。

source: Ms. Salinger said that her father was pathologically self-centered and abusive toward her mother, and to the homeopathy and food fads she added a long list of other enthusiasms: Zen Buddhism, Vedanta Hinduism, Christian Science, Scientology and acupuncture.
zh_cn: 塞林格女士则说，她的父亲是病态的自我为中心，虐待她母亲，并且除了顺势疗法和饮食偏执之外，他还有一串其他的癖好：禅宗，吠檀多印度教，基督教科学， 科学教和针灸。

source: Mr. Salinger drank his own urine, she wrote, and sat for hours in an orgone box.
zh_cn: 她说塞林格喝他自己的尿，在倭格能储存器（orgone box，心理学家威廉·赖希发明的一种有电话棚大小的六面盒子，盒子里面是金属，外面是木质，病人坐在盒子里可以吸收集中起来的倭格昂能放射以治疗疾病。——译者注）里一坐就是几个小时。

source: But was he writing? The question obsessed Salingerologists, and in the absence of any real evidence, theories multiplied.
zh_cn: 但他还在写作吗？这是令塞林格迷们难以释怀的疑问。

source: He hadn’t written a word for years.
zh_cn: 在没有任何实际证据的情况下，各种说法层出不穷：比如他已经多年都没有写过一个字；

source: Or like the character in Stephen King’s novel “The Shining,” he wrote the same sentence over and over again. Or like Gogol at the end of his life, he wrote prolifically but then burned it all up.
zh_cn: 或者他像斯蒂芬金的小说《闪灵》中的人物那样，反复地写着相同的句子；或象果戈理临终前那样，他大量写作，然后又都付之一炬。

source: Ms. Maynard said she believed there were at least two novels locked away in a safe, although she had never seen them.
zh_cn: 梅纳德女士说，尽管她从来没有亲眼见过，但她相信至少有两本小说锁在保险柜里。

source: Jerome David Salinger was born in Manhattan on New Year’s Day, 1919, the second of two children.
zh_cn: 杰罗姆·大卫·塞林格于1919年元旦出生在曼哈顿，是家里两个孩子中小的那个。

source: His sister, Doris, who died in 2001, was for many years a buyer in the dress department at Bloomingdale’s. Like the Glasses, the Salinger children were the product of a mixed marriage.
zh_cn: 他的姐姐多丽丝（2001年去世），多年来一直是布鲁明黛尔商场服装部的顾客。像他笔下的格拉斯一家那样，塞林格家的孩子们来自不同的婚姻。

source: Their father, Sol, was a Jew, the son of a rabbi, but sufficiently assimilated that he made his living importing both cheese and ham.
zh_cn: 他们的父亲扫罗是一个犹太拉比的儿子。但他已经充分世俗化，以进口奶酪和火腿为生。

source: Their mother, Marie Jillisch, was of Irish descent, born in Scotland.
zh_cn: 他们的母亲玛丽·姬丽施是爱尔兰后裔，出生在苏格兰。

source: The family was living in Harlem when Mr. Salinger was born, but then, as Sol Salinger’s business prospered, moved to West 82nd Street and then to Park Avenue.
zh_cn: 塞林格出生时，他们住在哈雷姆区。但后来，随着扫罗·塞林格生意的繁荣，迁到西82街，后又搬到公园大道。

source: Never much of a student, Mr. Salinger, then known as Sonny, attended the progressive McBurney School on the Upper West Side (he told the admissions office his interests were dramatics and tropical fish).
zh_cn: 塞林格当时被称为桑尼，从来对学习不太感兴趣。他进了曼哈顿上西城的麦克伯尼学校（他告诉招生办公室，他的兴趣在戏剧和热带鱼上）。

source: But he flunked out after two years and in 1934 was packed off to Valley Forge Military Academy, near Wayne, Pa., which became the model for Holden’s Pencey Prep.
zh_cn: 但他成绩不及格，两年后退学。在1934年被送到宾夕法尼亚州韦恩附近的福吉谷军事学院。那里是霍尔顿的潘西预科学校的原型。
